/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Usted quiere restablecer los atajos de teclado? cualquier modificación realizada se perderá.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "Ejecutar Spectacle en segundo palno, sin menú de estado.\n\nPara acceder a las preferencias de Spectacle acceda desde el LaunchPad, o abra Spectacle en Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "El atajo de teclado \"%@\" ya se encuentra en uso. Por favor, seleccione otro.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "El atajo de teclado \"%@\" ya se encuentra en uso por un atajo de sistema.\n\nUsted debería cambiar el atajo existente en las preferencias de sistema, en la sección de teclado.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "Esto restaurará accesos directos predeterminados de Spectacle";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "Esto hará que Spectacle se ejecute en segundo plano";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "Atajo de teclado %@ se encuentra en uso.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Cancelar";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "para %@";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Clic para guardar";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Ingrese el atajo de teclado";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Cancelar guardado";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Usar existente";

/* The texts for every window action that is shown on the notification overlay */
"NotificationTextCenter" = "Centro";
"NotificationTextFullScreen" = "Pantalla completa";
"NotificationTextLeftHalf" = "Mitad izquierda";
"NotificationTextRightHalf" = "Mitad derecha";
"NotificationTextTopHalf" = "Mitad superior";
"NotificationTextBottomHalf" = "Mitad inferior";
"NotificationTextUpperLeft" = "Superior izquierdo";
"NotificationTextLowerLeft" = "Abajo a la izquierda";
"NotificationTextUpperRight" = "Superior derecha";
"NotificationTextLowerRight" = "Inferior derecho";
"NotificationTextNextDisplay" = "Monitor siguiente";
"NotificationTextPreviousDisplay" = "Monitor anterior";
"NotificationTextNextThird" = "Siguiente tercero";
"NotificationTextPreviousThird" = "Tercer anterior";
"NotificationTextLarger" = "Hacer más grande";
"NotificationTextSmaller" = "Hacer más pequeño";
"NotificationTextUndo" = "Deshacer";
"NotificationTextRedo" = "Rehacer";
